Repository: bakri090/FullStack-Project
Catalog: src/locale/messages.*.xlf
Languages: ar

source: Alty
ar: ألتي

source: Login
ar: تسجيل الدخول

source: register
ar: تسجيل

source: register form
ar: اضافه مستخدم

source: first name:
ar: الاسم ألاول

source: last name:
ar: الاسم الاخير

source: hi {{userName}} welcome in your home
ar: مرحبا بك {{userName}} في صفحتك الرئيسية

source: login form
ar: تسجيل الدخول

source: email:
ar: الايميل

source: user name:
ar: الاسم االشائع

source: password:
ar: كلمة السر

source: rePassword:
ar: أعد كلمة السر

source: validation error
ar: ' خطأ ' :

source: must be at least 3 chars
ar: يجب ان يكون اقل عدد للحروف 3

source: this field is required
ar: هذا الحقل مطلوب

source: Submit
ar: تسجيل

source: must be at least 4 chars
ar: يجب ان تكون 4 حروف على الاقل

source: rePassword not match password
ar: كلمات السر غير متطابقة

source: email not valid
ar: الايميل غير صالح

source: chars only
ar: حروف فقط

source: logo
ar: لوقو

source: logout
ar: تسجيل الخروج

source: home
ar: الصفحة الرئيسية

source: users
ar: المستخدمين

source: Designed by abubaker ©
ar: © صممت بواسطة أبوبكر
